[
  "auto-note-mover",
  "note-refactor-obsidian",
  "tag-wrangler",
  "obsidian-outliner",
  "find-unlinked-files",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "optimize-canvas-connections",
  "omnisearch",
  "obsidian42-brat",
  "Obsidian-Canvas-MOC",
  "various-complements",
  "mrj-text-expand",
  "text-extractor",
  "nl-syntax-highlighting",
  "metadata-menu",
  "canvas-filter",
  "obsidian-hover-editor",
  "customjs",
  "obsidian-basetag",
  "metaedit",
  "buttons",
  "obsidian-table-to-csv-exporter"
]